Repository: 84000/data-translation-memory
Catalog: toh203-v4.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཆོས་ཀྱི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra The Seal of Dharma

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ། མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་དགེ་སློང་ལྔ་སྟོང་ཐམས་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Śrāvastī in the Jeta Grove, Anāthapiṇḍada’s park, together with a great monastic assembly of five thousand monks and many bodhisattva great beings.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བཅོམ་ལྡན་འདས་ཀྱི་མཐུས་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: By the power of the Blessed One, Venerable Śāriputra rose from his seat, draped his shawl over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རབ་ཏུ་བྱུང་བ་རབ་ཏུ་བྱུང་བ་ཞེས་བགྱི་ན། བཅོམ་ལྡན་འདས་ཇི་ཙམ་གྱིས་ན་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་དགེ་སློང་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ལགས།
en: Joining his palms, he bowed to the Blessed One and asked, “Blessed One, when we speak of ‘going forth,’ Blessed One, to what extent is a monk who has gone forth in the well-proclaimed Dharma and Vinaya fully ordained after taking the noble and supramundane ordination?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལས་ཀྱང་མ་འདས་ལ། ཟག་པ་མེད་པའི་ཆོས་རྣམས་ཀྱང་མ་ཐོབ་པ་དེ་ཙམ་གྱིས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: “Śāriputra,” the Blessed One replied, “a monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination to the extent that he does not transcend the qualities of ordinary beings and does not attain the uncontaminated qualities.

source: དེ་ལྟར་རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་གྱིས་དེ་ལྟ་མ་ཡིན་པར་རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ལོག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་ནོ།
en: Those who go forth in this way are genuinely going forth, whereas those who do not go forth in this way are incorrectly going forth.

source: །ཤཱ་རིའི་བུ་དགེ་སློང་དེ་ལྟ་བུས་ནི་དད་པས་བྱིན་པ་ལོངས་སྤྱད་པར་འོས་ཏེ།
en: Śāriputra, such monks are worthy of receiving donations that are offered faithfully.

source: གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། སྨན་ཟོང་རྣམས་ལོངས་སྤྱད་པར་འོས་སོ།
en: They are also worthy of receiving clothing, food, bedding, seats, medicines, and healing substances.

source: །ཤཱ་རིའི་བུ་གཞན་ཡང་བརྩོན་པ་མི་གཏོང་བའི་དགེ་སློང་གང་ཡིན་པ་དེ་ནི་གཟུགས་གཏོང་བར་མི་བྱེད།
en: “Śāriputra, monks who do not abandon exertion will also not abandon form.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གཏོང་བར་མི་བྱེད་དེ།
en: They will also not abandon feeling, perception, formation, or consciousness.

source: དེ་ཙམ་གྱིས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: That is why a monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination.

source: དེ་ལྟར་རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་གྱི། དེ་ལྟ་མ་ཡིན་པར་རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ལོག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་ནོ།
en: Those who go forth in this way are genuinely going forth, whereas those who do not go forth in this way are incorrectly going forth.

source: གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་དང་། སྨན་ཟོང་རྣམས་ལོངས་སྤྱད་པར་འོས་སོ།
en: They are also worthy of receiving clothing, food, bedding, seats, medicines, and healing substances.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།།ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ། བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ལ་དགོངས་ཏེ། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལས་ཀྱང་མ་འདས་ལ། ཟག་པ་མེད་པའི་ཆོས་རྣམས་ཀྱང་མ་ཐོབ་པ་དེ་ཙམ་གྱིས་ན། དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: At that point Venerable Subhūti inquired of Venerable Śāriputra, “Venerable Śāriputra, what did the Blessed One have in mind when he said, ‘Śāriputra, a monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination to the extent that he does not transcend the qualities of ordinary beings and does not attain the uncontaminated qualities.

source: གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། སྨན་ཟོང་རྣམས་ལོངས་སྤྱད་པར་འོས་སོ་ཞེས་དེ་སྐད་བཀའ་སྩལ།
en: They are also worthy of receiving clothing, food, bedding, seats, medicines, and healing substances’?”

source: ཤཱ་རིའི་བུས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ནི་སྒྱུ་མ་ལྟ་བུ་སྟེ། དེ་དག་ནི་འདའ་བར་བྱ་བར་མི་ནུས་སོ།
en: “Venerable Subhūti,” Śāriputra replied, “the qualities of ordinary beings are illusory and cannot be transcended.

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ནི་ཡོངས་སུ་མ་གྲུབ་པ་སྟེ། དེ་དག་ནི་འདའ་བར་བྱ་བར་སླ་བ་མ་ཡིན་ནོ།
en: Venerable Subhūti, the qualities of ordinary beings are neither created nor easily transcended.

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་ཅན་གྱི་ཁམས་ནི་ནང་ན་ཡང་མི་དམིགས། ཕྱི་རོལ་ན་ཡང་མི་དམིགས། གཉི་ག་མེད་པར་ཡང་མི་དམིགས་ཏེ།
en: Venerable Subhūti, the realm of sentient beings is not apprehended within, it is not apprehended without, and it is also not apprehended anywhere else.

source: སེམས་ཅན་གྱི་ཁམས་ཀྱི་རང་བཞིན་གང་ཡིན་པ་དང་། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ཀྱི་རང་བཞིན་གང་ཡིན་པ་དེ་དག་ནི་འདའ་བར་བྱ་བར་སླ་བ་མ་ཡིན་ནོ།
en: The nature of the realm of sentient beings and the nature of all qualities of ordinary beings are not easily transcended.

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་དུ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལས་ཀྱང་མ་འདས་ལ་ཟག་པ་མེད་པའི་ཆོས་རྣམས་ཀྱང་མ་ཐོབ་པ་དེ་ཙམ་གྱིས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པའི་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: “Venerable Subhūti, the Blessed One has said, ‘A monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination to the extent that he does not transcend the qualities of ordinary beings and does not attain the uncontaminated qualities.

source: གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་དང་། སྨན་ཟོང་རྣམས་ལོངས་སྤྱད་པར་འོས་སོ་
en: They are also worthy of receiving clothing, food, bedding, seats, medicines, and healing substances.’

source: ཞེས་གང་གསུངས་པ་དེ་ཡང་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གང་དག་གི་རྟེན་ཏམ།གནས་མེད་པ་དེ་དག་ནི་ཇི་ལྟར་ཐོབ་པར་རུང་།
en: “Venerable Subhūti, regarding that statement, how could something that has no basis or foundation possibly be attained?

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གལ་ཏེ་ཟག་པ་མེད་པའི་ཆོས་རྣམས་ཐོབ་ཏུ་རུང་ན་ནི་དམིགས་པ་ལས་དགྲ་བཅོམ་པ་འབྱུང་བར་འགྱུར་རོ།
en: Venerable Subhūti, if the uncontaminated qualities were possible to attain, then the state of the worthy ones would arise based on apprehension.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་ཆོས་ཉིད་ནི་ལྟོས་པ་མེད་པ་སྟེ།
en: The nature of the thus-gone ones, the worthy ones, the perfect buddhas, is without basis.

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགོངས་ནས་འདི་སྐད་དུ་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལས་ཀྱང་མ་འདས་ལ་ཟག་པ་མེད་པའི་ཆོས་རྣམས་ཀྱང་མ་ཐོབ་པ་དེ་ཙམ་གྱིས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: “Venerable Subhūti, this is what the Blessed One had in mind when he said, ‘A monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination to the extent that he does not transcend the qualities of ordinary beings and does not attain the uncontaminated qualities.

source: དེ་ལྟར་རབ་ཏུ་བྱུང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་གྱི། དེ་ལྟར་མ་ཡིན་པར་རབ་ཏུ་བྱུང་བ་གང་ཡིན་པ་དེ་དག་ནི་ལོག་པར་རབ་ཏུ་བྱུང་བ་ཡིན་ནོ།
en: Those who go forth in this way are genuinely going forth, whereas those who do not go forth in this way are incorrectly going forth.

source: །ཤཱ་རིའི་བུ་དགེ་སློང་དེ་ལྟ་བུས་ནི་དད་པས་བྱིན་པ་ལ་ལོངས་སྤྱད་པར་འོས་ཏེ།
en: Śāriputra, such monks are worthy of receiving donations that are offered faithfully.

source: གོས་དང་། ཟས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། སྨན་ཟོང་རྣམས་ལོངས་སྤྱད་པར་འོས་སོ་ཞེས་བཀའ་སྩལ་ཏོ།
en: They are also worthy of receiving clothing, food, bedding, seats, medicines, and healing substances.’ ”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་ཡང་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ལས་དགོངས་ཏེ་བརྩོན་པ་མི་གཏོང་བའི་དགེ་སློང་གང་ཡིན་པ་དེ་ནི་གཟུགས་གཏོང་བར་མི་བྱེད།
en: Venerable Subhūti asked, “Venerable Śāriputra, what did the Blessed One have in mind when he said, ‘Monks who do not abandon exertion will also not abandon form.

source: ཤཱ་རིའི་བུས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཉིད་ལས་དགོངས་ནས་འདི་སྐད་དུ། བརྩོན་པ་མི་གཏོང་བའི་དགེ་སློང་གང་ཡིན་པ་དེ་ནི་གཟུགས་གཏོང་བར་མི་བྱེད།
en: Śāriputra replied, “Venerable Subhūti, the Blessed One had the nature of reality in mind when he said, ‘Monks who do not abandon exertion will also not abandon form.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་གཏོང་བར་མི་བྱེད་ཅེས་བཀའ་སྩལ་ཏོ།
en: They will also not abandon feelings, perceptions, formations, or consciousness.’

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར། ཆོས་ཀྱི་དབྱིངས་ནི་ནང་ན་ཡང་མི་དམིགས། ཕྱི་རོལ་ན་ཡང་མི་དམིགས། གཉི་ག་མེད་པར་ཡང་མི་དམིགས་སོ།
en: “Venerable Subhūti, the realm of phenomena is not apprehended internally, it is not apprehended externally, and it is also not apprehended anywhere else.

source: །ནང་གདགས་པ་ནི་གདགས་སུ་མེད་པ་དང་སྐྱེ་བ་མེད་པའི་གདགས་པའོ།
en: What is imputed as ‘internal’ is without anything to impute and is an imputation of what is unborn.

source: །དེ་ལྟར་ན་སེམས་ཅན་གྱི་ཁམས་མཉམ་པ་ཉིད་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་མཉམ་པ་ཉིད་དོ། །ཆོས་ཀྱི་དབྱིངས་མཉམ་པ་ཉིད་ཀྱིས་སེམས་ཅན་གྱི་ཁམས་མཉམ་པ་ཉིད་དོ།
en: In view of that, the realm of phenomena is sameness because the realm of sentient beings is sameness, and the realm of sentient beings is sameness because the realm of phenomena is sameness.

source: །དེ་ལྟར་ན་སེམས་ཅན་གྱི་ཁམས་དང་ཆོས་ཀྱི་དབྱིངས་འདི་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: Therefore, the realm of sentient beings and the realm of phenomena are indivisible and undivided.

source: །གང་ལ་གཉིས་སུ་མེད་པ་དེ་གཉིས་སུ་བྱར་མེད་པ་དེ་ལ་ནི་གསལ་བ་ཡང་མེད། གཞག་པ་ཡང་མེད་དོ།
en: That which is indivisible and undivided is also without anything to remove or add.

source: །གང་ལ་གསལ་བ་ཡང་མེད།གཞག་པ་ཡང་མེད་པ་དེ་ནི་འདས་པའམ་འཐོབ་པར་བྱར་མི་ནུས་ཏེ།
en: That which is without anything to add or remove is not something to transcend or attain.

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགོངས་ནས་འདི་སྐད་དུ་བརྩོན་པ་མི་གཏོང་བའི་དགེ་སློང་གང་ཡིན་པ་དེ་ནི་གཟུགས་གཏོང་བར་མི་བྱེད།
en: “Venerable Subhūti, the Blessed One had this in mind when he said, ‘Monks who do not abandon exertion will also not abandon form.

source: །དོགས་པ་མེད་པའི་དགེ་སློང་ནི་དོགས་པ་ཁས་མི་ལེན་ཏོ།
en: “Monks who have no qualms do not raise qualms.

source: །ཡི་གེ་མེད་ཅིང་ཡི་གེ་ལས་འདས་པའི་དགེ་སློང་གང་ཡིན་པ་དེ་ནི་བགྲང་བ་ལས་བསྟན་པར་མི་ནུས་ལ།
en: Monks who lack verbal expression and have transcended verbal expression are unable to make presentations based on deliberations.

source: དེ་ལ་ནི་འོང་བ་ཡང་མེད། འགྲོ་བ་ཡང་མེད། འགྲེང་བ་ཡང་མེད། འདུག་པ་ཡང་མེད། ཉལ་བ་ཡང་མེད་དོ།
en: For such monks there is no coming, going, standing, sitting, and lying down.

source: །རྟོག་པ་ཅན་མ་ཡིན་པའི་དགེ་སློང་ནི་བརྟགས་པ་ལ་ལོངས་སྤྱོད་པའོ།
en: Monks who are not skilled logicians delight in examination.

source: །རྟོག་པ་ཅན་གྱི་དགེ་སློང་ནི་མ་བརྟགས་པ་ལ་ལོངས་སྤྱོད་པ་སྟེ།
en: Monks who are skilled logicians delight in nonexamination.

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་དགོངས་ནས་དེ་ཙམ་གྱིས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་འཕགས་པ་འཇིག་རྟེན་ལས་འདས་པའི་རྫོགས་པར་བསྙེན་པས་རྫོགས་པར་བསྙེན་པ་ཡིན་ཏེ།
en: Venerable Subhūti, that is what the Blessed One had in mind when he said, ‘That is why a monk who has gone forth in the well-proclaimed Dharma and Vinaya is fully ordained after taking the noble and supramundane ordination.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: At that time, the Blessed One expressed his approval to Venerable Śāriputra:

source: ཤཱ་རིའི་བུ་ལེགས་སོ་ལེགས་སོ།
en: “Excellent, Śāriputra, excellent!

source: །ཁྱོད་ཀྱིས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ངས་དེ་ལས་དགོངས་ནས་བསྟན་པ་ཡིན་ཏེ།
en: The way that you have presented this is exactly what I intended and taught.

source: འདི་ནི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་ཡིན་ནོ།
en: This is what going forth means according to the well-spoken Dharma and Vinaya.

source: །ཤཱ་རིའི་བུ་ཕྱག་རྒྱ་འདིས་མངོན་པའི་ང་རྒྱལ་ཅན་བརྟག་པར་འདོད་པས་ནི་ཕྱག་རྒྱ་དེའི་མདུན་དུ་བརྗོད་པར་བྱའོ།
en: Śāriputra, one who wishes to challenge proud beings using this seal should explain this seal in their presence.

source: །ཤཱ་རིའི་བུ་ཤིན་ཏུ་བརྟགས་པ་ནི་ཕྱག་རྒྱ་འདིས་ནི་མངོན་པའི་ང་རྒྱལ་ཅན་མང་པོ་བརྟག་པར་ནུས་སོ།
en: Śāriputra, one who truly understands it can use this seal to challenge multitudes of proud beings.”

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྟན་པ་ན་དགེ་སློང་བདུན་བརྒྱ་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ།
en: When this Dharma teaching was taught, the minds of seven hundred monks were freed from contaminants without further appropriation.

source: །སྲིད་པ་ཐ་མ་པའི་དགེ་སློང་བརྒྱ་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མ་ཞུགས་ཤིང་མ་རྟོགས་ལ་མ་མོས་ནས་སྟན་ལས་ལངས་ཏེ་དོང་ངོ་།
en: However, one hundred monks who had reached their final existence did not adopt, understand, or appreciate this Dharma teaching, so they rose from their seats and left.

source: །དགེ་སློང་ལྔ་ནི་སྤོང་བ་བྱས་ཤིང་བཟློག་པ་བྱས་ནས་རང་གི་ལུས་དང་བཅས་ཏེ་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྷུང་ངོ་།
en: Five monks even rejected the teaching and turned their backs on it, so they fell into the great hells in their current embodiments.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་ངས་ཀྱེ་མ་ཆོས་འདི་ནི་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་ནོ་སྙམ་སྟེ།དེ་ལ་དགོངས་ནས་དེ་སྐད་བསྟན་མོད་ཀྱི་འོན་ཀྱང་གང་དང་ཡང་མི་འཐུན་པ་མེད་དེ།
en: “Śāriputra,” the Blessed One said, “I have taught this Dharma knowing well that, unfortunately, the entire world will find it disagreeable. I knew this but taught it anyway, as there is nothing disagreeable about it at all.

source: ཤཱ་རིའི་བུ་དཔེར་ན་མི་ལ་ལ་ཞིག་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་དུ་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་མདུན་དུ་ཁྱེད་ལ་ངས་ཆོས་བཤད་པར་བྱའོ།
en: To give an analogy, Śāriputra, a person may fall asleep and dream that I am teaching the Dharma to you in front of a crowd of people.

source: །ཆོས་དེ་ཡང་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་ནོ་ཞེས་ཚིག་ཏུ་སྨྲ་ན། ཤཱ་རིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: That person might object to this, saying, ‘That Dharma is disagreeable to the entire world!’ But what do you think, Śāriputra?

source: ཆོས་དེ་དང་མི་འཐུན་པ་གང་དག་ཡིན་པའི་མི་དེ་དག་ཡོད་པ་ཡིན་ནམ། གསོལ་པ།
en: In that case would those people who disagree with this Dharma truly exist?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་ལགས་སོ།
en: Śāriputra replied, “No, Blessed One, they would not.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་དེ་བཞིན་དུ་ང་ཡང་ཀྱེ་མ་ཆོས་འདི་ནི་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་ནོ་ཞེས་དེ་སྐད་དུ་ཡང་སྟོན་ལ་དེ་འཇིག་རྟེན་དེ་ཡང་ཡང་དག་པར་མ་མཐོང་ངོ་།
en: The Blessed One said, “Śāriputra, likewise, even though I also admit that this Dharma is disagreeable to the entire world, I teach it this way because that very world itself is not seen correctly.

source: །འཇིག་རྟེན་མེད་པ་ལ་ནི་ཆོས་ཀྱང་བགྲང་དུ་མེད་དོ།
en: As the world does not exist, the Dharma is incalculable.

source: །འཇིག་རྟེན་གདགས་པ་ཡང་མེད་དོ།
en: Even the designation of the world is also nonexistent.

source: །ཤཱ་རིའི་བུ་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ་ཞེས་བྱ་བ་ནི་ཆོས་རྣམས་མ་འདྲེས་ཤིང་ཆོས་རྣམས་འདྲེ་བ་མེད་པ་ལ་བྱ་བར་གསུངས་སོ།
en: Śāriputra, the expression disagreeable to the entire world refers to the fact that phenomena are unadulterated and unmixed.

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་མ་འདྲེས་པ་ཞེས་བགྱི་བའི་ཚིག་གི་དོན་གང་ལགས།
en: Śāriputra asked, “Blessed One, what does the word unadulterated mean?”

source: བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་མ་འདྲེས་པ་ཞེས་བྱ་བ་ནི་ཆོས་རྣམས་རོ་གཅིག་པར་གདགས་པ་ཡིན་ཏེ།
en: The Blessed One replied, “Śāriputra, unadulterated refers to the fact that phenomena have the same taste.

source: གཅིག་པུ་ཁོ་ན་ཡང་མ་ཡིན། ཐ་དད་པ་ཁོ་ན་ཡང་མ་ཡིན་ནོ།
en: They are neither exclusively the same nor exclusively different.

source: །ཤཱ་རིའི་བུ་མ་འདྲེས་པ་ཞེས་བྱ་བ་དེ་ནི་སྟོང་པ་ཉིད་ཀྱི་ཚིག་བླ་དགས་སོ།
en: Śāriputra, unadulterated is a synonym for emptiness.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་སྟོང་པ་ཉིད་ཅེས་བགྱི་བའི་ཚིག་གི་དོན་གང་ལགས།
en: Śāriputra asked, “Blessed One, what does the word emptiness mean?”

source: བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་སྟོང་པ་ཉིད་ཅེས་བྱ་བ་ནི་གདགས་སུ་མེད་པའོ།
en: The Blessed One replied, “Śāriputra, emptiness means absence of designation.

source: །གང་གདགས་སུ་མེད་པ་དེ་ནི་གདགས་པར་མི་ནུས་སོ།
en: That which is beyond designation is not amenable to designation.

source: །གང་གདགས་པར་མི་ནུས་པ་དེ་ནི་འཇིག་རྟེན་པ་ཡང་མ་ཡིན།འཇིག་རྟེན་ལས་འདས་པ་ཡང་མ་ཡིན་ནོ།
en: That which is not amenable to designation is neither mundane nor supramundane.

source: །ཤཱ་རིའི་བུ་གང་འཇིག་རྟེན་པ་ཡང་མ་ཡིན། འཇིག་རྟེན་ལས་འདས་པ་ཡང་མ་ཡིན་པ་དེ་ནི་སྟོང་པ་ཉིད་ཅེས་བྱའོ།
en: Śāriputra, that which is neither mundane nor supramundane is called emptiness.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། དགེ་སློང་གི་དགེ་འདུན་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had said this, Venerable Śāriputra, the entire assembly of monks, the bodhisattva great beings, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་ཆོས་ཀྱི་ཕྱག་རྒྱ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the noble Great Vehicle sūtra “The Seal of Dharma.”

source: །།ལོཙྪ་བ་བན་དེ་ཀླུའི་དབང་པོ་དང་། ལྷའི་ཟླ་བས་བསྒྱུར་ཅིང་གཏན་ལ་ཕབ་པ།
en: This was translated and finalized by the translators Bandé Lui Wangpo and Lhai Dawa.
